Repository: egor-kryshnev/nodefront
Catalog: public/locale/messages.*.xlf
Languages: he

source: Search groups
he: חפש קבוצות

source: Groups Includes Me
he: הקבוצות שאני חבר בהן

source: My Groups
he: הקבוצות שלי

# ChangingAvatarOfAccountTitleModal
source: Change Avatar Of Account
he: שינוי תמונת הפרופיל

# ChangeAvatarOfAccountModal
source: Change Avatar Of Account
he: שינוי תמונת הפרופיל

# CancelChangingAvatarOfAccountBtnModal
source: Cancel
he: סגור

# SaveChangingAvatarOfAccountBtnModal
source: Save
he: שמור

# GrettingUser
source: Hello {{ authService.getName() }}
he: {{ authService.getName() }} היי

# background
source: Backgrounds <span></span>
he: רקעים <span></span>

# ChangeDescriptionOfGroupTitleModal
source: Change Descripition Of Group
he: שנה תיאור של קבוצה זו

# DescriptionModal
source: Description
he: תיאור

# CancelChangingDescriptionOfGroupBtnModal
source: Cancel
he: סגור

# SaveChangingDescriptionOfGroupBtnModal
source: Submit
he: אישור

# ConfirmationRemoveGroupTitleModal
source: Remove Group
he: מחק קבוצה

# ConfirmationRemoveGroupTextModal
source: Yoy really want to do this
he: האם אתה בטוח?

# CancelConfirmationRemoveGroupModal
source: Cancel
he: סגור

# RemoveConfirmationRemoveGroupModal
source: Remove
he: מחק

# ChangingImageOfGroupTitleModal
source: Changing image of group
he: שנה תמונת קבוצה

# ChangeAvatarOfGroupModal
source: Change avatar of group
he: שנה תמונת קבוצה

# CancelChangingAvatarOfGroupBtnModal
source: Cancel
he: סגור

# SaveChangingAvatarOfGroupBtnModal
source: Save
he: שמור

# MailSenderTitleModal
source: Mail Sender
he: שלח מייל

# DescriptionMailSenderModal
source: Mail for all members of the group
he: מייל לכל חברי הקבוצה

# SubjectOfMailInMailSenderModal
source: Subject
he: נושא

# TextOfMailInMailSenderModal
source: Your text
he: תוכן ההודעה

# CancelSendMailInMailSenderModal
source: Cancel
he: סגור

# SendMailInMailSenderModal
source: Send
he: שלח

# ConfirmationLeaveGroupTitleModal
source: Leave From Group
he: עזוב קבוצה

# ConfirmationLeaveGroupTextModal
source: Yoy really want to do this
he: האם אתה בטוח?

# CancelConfirmationLeaveGroupModal
source: Cancel
he: סגור

# LeaveConfirmationRemoveGroupModal
source: Leave
he: עזוב

source: Search users
he: חפש אנשים

# SaveNameGroup
source: Save Name
he: שמור שם

# CancelNameGroup
source: Cancel
he: סגור

# SendMailBtn
source: <i></i><span> </span> Send Mail
he: <i></i><span> </span> שלח מייל

# ChangeAvatarBtn
source: <i></i><span> </span> Change Avatar
he: <i></i><span> </span> שנה תמונה

# ChangeNameBtn
source: <i></i><span> </span> Change Name
he: <i></i><span> </span> שנה שם

# DSCRPT
source: Description
he: תיאור

# ChangeDescriptionBtn
source: Change Description
he: שנה תיאור

# RemoveGroupBtn
source: Remove Group
he: מחק קבוצה

# LeaveGroupBtn
source: Leave Group
he: עזוב קבוצה

# ChangingAvatarOfPersonTitleModal
source: Change Avatar Of Person
he: שנה את תמונת המשתמש

# ChangeAvatarOfPersonModal
source: Change Avatar Of Person
he: שנה את תמונת המשתמש

# CancelChangingAvatarOfPersonBtnModal
source: Cancel
he: סגור

# SaveChangingAvatarOfPersonBtnModal
source: Save
he: שמור

# ConfirmationRemoveUserTitleModal
source: Remove User
he: מחק משתמש

# ConfirmationRemoveUserTextModal
source: Yoy really want to do this
he: האם אתה בטוח?

# CancelConfirmationRemoveUserModal
source: Cancel
he: סגור

# RemoveConfirmationRemoveUserModal
source: Remove
he: שמור
